{
"cognizant2023": "Since joining Cognizant I have worked on two projects. My first project I had the role of Senior Spark developer where my team and I helped a client in the public transportation industry migrate an Informatica data platform to a Azure Databricks based platform. <br> As a senior developer I was responsible for understanding all business logic in Informatica and translating that into solutions using Spark, SQL and Azure Data Factory. <br> The final solution utilized a data lakehouse framework with non-curated, curated and clean layers to form a kimball based data model. <br> The project followed agile principles using two week long sprints, tracked the project using JIRA. The team integrated the project with Github utilizing a Trunk-based branching, and automated testing using Github actions.<br>",
"postnord2022": "I was a data engineer in the BI team and responsible for assisting various teams and stakeholders in any data related solutions they had. This meant ensuring all data on our platform was reliable and on time.<br> Some of my sesponsibilities included:<br> \t- Develop and maintain data pipelines using ETL processes, ex. via stored procedures using Azure Data Factory Pipelines.<br> \t - Take responsibility for all development and implementation of linked services to new and existing data sources, this is for example Kafka, SapHana, SalesForce, etc.<br> \t - Work closely with BI Analysts and project managers to implement data solutions that have the necessary performance for the desired reporting. <br> \t - Responsible for defining data governance policies and implementing the necessary data-versioning.<br> \t - Maintain security via for example Azure key vault and Hub-spoke network.",
"capgemini2021": "From my first week at Capgemini, I was assigned to a project for a large client within the hygiene industry. I worked in a team with other consultants located around Europe where we performed a migration of an on prem SQL server based data platform to an Azure Databricks solution.<br> My main tasks were centred around construction of data pipelines used for ETL jobs. I developed data transformations using SQL and PySpark according to data model designs by our data architect.<br> We worked in an agile way following two week long sprints and tracked the project using JIRA.",
"dtu": "I like mathematics and coding so studying combination at DTU was a no brainer for me. I focused my studies around machine learning and statistics. During my time I completed pretty much every machine/ deep learning course available at DTU. Due to the strict lockdowns on campus during COVID I decided to study over full time and complete my program a semester early.",
"hyu": "Had a great experience at Hanyang University as an exchange student! Here I studied Advanced Thermodynamics, Advanced Structural Mechanics, Numerical Analysis aswell as Vector Calculus.<br> In my free time I trained at the university judo club, ate all kinds of delicious Korean food and visited cosy traditional towns and villages around the country.",
"liu": "My studies here were focused on energy technology. At this small univeristy located in the middle of the cosy forrests of Småland, Sweden I fell in love with engineering as a discipline. I also learned how interesting coding and mathematics is."
}
